[A_Item_Unique.Artifact_MysteryAmulet ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Amuleto Misterioso"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Unique.Artifact_SeraphShadow ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Sombra dos Serafins"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Body.Body_MysteryAmulet:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Enquanto lutar ao seu lado, nada lamentarás e toda perda recuperarás."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphShadow:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cada vez que você [skill]dispara uma arma[-skill], existe uma probabilidade de que ela [skill]dispare duas vezes[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphShadow:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Uma sombra é uma cópia de algo, só que mais sombria que o original."
NoConstraintText=""
Suffix=""
Prefix=""

[Misc.AttrPresent_Friendship AttributePresentationDefinition]
Description="Amizade"
NoConstraintText=""
Suffix=""
Prefix=""

[Misc.AttrPresent_WeaponExtraShotChance AttributePresentationDefinition]
Description="Possibilidade de disparo adicional"
NoConstraintText=""
Suffix=""
Prefix=""

[Misc.Skill_Friendship SkillDefinition]
SkillName="Amizade"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

